Repository: humblefoundation-zz/translation-support-files
Catalog: quran-imported/Yusuf Ali.tmx
Source language: ar
Languages: en

source: قالوا اطيرنا بك وبمن معك قال طائركم عند الله بل أنتم قوم تفتنون
en: They said: "Ill omen do we augur from thee and those that are with thee". He said: "Your ill omen is with Allah; yea, ye are a people under trial."

source: وكان في المدينة تسعة رهط يفسدون في الأرض ولا يصلحون
en: There were in the city nine men of a family, who made mischief in the land, and would not reform.

source: قالوا تقاسموا بالله لنبيتنه وأهله ثم لنقولن لوليه ما شهدنا مهلك أهله وإنا لصادقون
en: They said: "Swear a mutual oath by Allah that we shall make a secret night attack on him and his people, and that we shall then say to his heir (when he seeks vengeance): 'We were not present at the slaughter of his people, and we are positively telling the truth.'"

source: ومكروا مكرا ومكرنا مكرا وهم لا يشعرون
en: They plotted and planned, but We too planned, even while they perceived it not.

source: فانظر كيف كان عاقبة مكرهم أنا دمرناهم وقومهم أجمعين
en: Then see what was the end of their plot!- this, that We destroyed them and their people, all (of them).

source: فتلك بيوتهم خاوية بما ظلموا إن في ذلك لآية لقوم يعلمون
en: Now such were their houses, - in utter ruin, - because they practised wrong-doing. Verily in this is a Sign for people of knowledge.

source: وأنجينا الذين آمنوا وكانوا يتقون
en: And We saved those who believed and practised righteousness.

source: ولوطا إذ قال لقومه أتأتون الفاحشة وأنتم تبصرون
en: (We also sent) Lut (as a messenger): behold, He said to his people, "Do ye do what is shameful though ye see (its iniquity)?

source: أئنكم لتأتون الرجال شهوة من دون النساء بل أنتم قوم تجهلون
en: Would ye really approach men in your lusts rather than women? Nay, ye are a people (grossly) ignorant!

source: فما كان جواب قومه إلا أن قالوا أخرجوا آل لوط من قريتكم إنهم أناس يتطهرون
en: But his people gave no other answer but this: they said, "Drive out the followers of Lut from your city: these are indeed men who want to be clean and pure!"

source: فأنجيناه وأهله إلا امرأته قدرناها من الغابرين
en: But We saved him and his family, except his wife; her We destined to be of those who lagged behind.

source: قل الحمد لله وسلام على عباده الذين اصطفى آلله خير أما يشركون
en: Say: Praise be to Allah, and Peace on his servants whom He has chosen (for his Message). (Who) is better?- Allah or the false gods they associate (with Him)?

source: أمن خلق السماوات والأرض وأنزل لكم من السماء ماء فأنبتنا به حدائق ذات بهجة ما كان لكم أن تنبتوا شجرها أإله مع الله بل هم قوم يعدلون
en: Or, Who has created the heavens and the earth, and Who sends you down rain from the sky? Yea, with it We cause to grow well-planted orchards full of beauty of delight: it is not in your power to cause the growth of the trees in them. (Can there be another) god besides Allah? Nay, they are a people who swerve from justice.

source: أمن جعل الأرض قرارا وجعل خلالها أنهارا وجعل لها رواسي وجعل بين البحرين حاجزا أإله مع الله بل أكثرهم لا يعلمون
en: Or, Who has made the earth firm to live in; made rivers in its midst; set thereon mountains immovable; and made a separating bar between the two bodies of flowing water? (can there be another) god besides Allah? Nay, most of them know not.

source: أمن يجيب المضطر إذا دعاه ويكشف السوء ويجعلكم خلفاء الأرض أإله مع الله قليلا ما تذكرون
en: Or, Who listens to the (soul) distressed when it calls on Him, and Who relieves its suffering, and makes you (mankind) inheritors of the earth? (Can there be another) god besides Allah? Little it is that ye heed!

source: أمن يهديكم في ظلمات البر والبحر ومن يرسل الرياح بشرا بين يدي رحمته أإله مع الله تعالى الله عما يشركون
en: Or, Who guides you through the depths of darkness on land and sea, and Who sends the winds as heralds of glad tidings, going before His Mercy? (Can there be another) god besides Allah?- High is Allah above what they associate with Him!

source: أمن يبدأ الخلق ثم يعيده ومن يرزقكم من السماء والأرض أإله مع الله قل هاتوا برهانكم إن كنتم صادقين
en: Or, Who originates creation, then repeats it, and who gives you sustenance from heaven and earth? (Can there be another) god besides Allah? Say, "Bring forth your argument, if ye are telling the truth!"

source: قل لا يعلم من في السماوات والأرض الغيب إلا الله وما يشعرون أيان يبعثون
en: Say: None in the heavens or on earth, except Allah, knows what is hidden: nor can they perceive when they shall be raised up (for Judgment).

source: بل ادارك علمهم في الآخرة بل هم في شك منها بل هم منها عمون
en: Still less can their knowledge comprehend the Hereafter: Nay, they are in doubt and uncertainty thereanent; nay, they are blind thereunto!

source: وقال الذين كفروا أإذا كنا ترابا وآباؤنا أئنا لمخرجون
en: The Unbelievers say: "What! when we become dust,- we and our fathers,- shall we really be raised (from the dead)?

source: لقد وعدنا هذا نحن وآباؤنا من قبل إن هذا إلا أساطير الأولين
en: "It is true we were promised this,- we and our fathers before (us): these are nothing but tales of the ancients."

source: قل سيروا في الأرض فانظروا كيف كان عاقبة المجرمين
en: Say: "Go ye through the earth and see what has been the end of those guilty (of sin)."

source: ولا تحزن عليهم ولا تكن في ضيق مما يمكرون
en: But grieve not over them, nor distress thyself because of their plots.

source: قل عسى أن يكون ردف لكم بعض الذي تستعجلون
en: Say: "It may be that some of the events which ye wish to hasten on may be (close) in your pursuit!"

source: وإن ربك لذو فضل على الناس ولكن أكثرهم لا يشكرون
en: But verily thy Lord is full of grace to mankind: Yet most of them are ungrateful.

source: وإن ربك ليعلم ما تكن صدورهم وما يعلنون
en: And verily thy Lord knoweth all that their hearts do hide. As well as all that they reveal.

source: وما من غائبة في السماء والأرض إلا في كتاب مبين
en: Nor is there aught of the unseen, in heaven or earth, but is (recorded) in a clear record.

source: إن هذا القرآن يقص على بني إسرائيل أكثر الذي هم فيه يختلفون
en: Verily this Qur'an doth explain to the Children of Israel most of the matters in which they disagree.

source: وإنه لهدى ورحمة للمؤمنين
en: And it certainly is a Guide and a Mercy to those who believe.

source: إن ربك يقضي بينهم بحكمه وهو العزيز العليم
en: Verily thy Lord will decide between them by His Decree: and He is Exalted in Might, All-Knowing.

source: فتوكل على الله إنك على الحق المبين
en: So put thy trust in Allah: for thou art on (the path of) manifest Truth.

source: إنك لا تسمع الموتى ولا تسمع الصم الدعاء إذا ولوا مدبرين
en: Truly thou canst not cause the dead to listen, nor canst thou cause the deaf to hear the call, (especially) when they turn back in retreat.

source: وما أنت بهادي العمي عن ضلالتهم إن تسمع إلا من يؤمن بآياتنا فهم مسلمون
en: Nor canst thou be a guide to the blind, (to prevent them) from straying: only those wilt thou get to listen who believe in Our Signs, and they will bow in Islam.

source: وإذا وقع القول عليهم أخرجنا لهم دابة من الأرض تكلمهم أن الناس كانوا بآياتنا لا يوقنون
en: And when the Word is fulfilled against them (the unjust), we shall produce from the earth a beast to (face) them: He will speak to them, for that mankind did not believe with assurance in Our Signs.

source: ويوم نحشر من كل أمة فوجا ممن يكذب بآياتنا فهم يوزعون
en: One day We shall gather together from every people a troop of those who reject our Signs, and they shall be kept in ranks,-

source: حتى إذا جاءوا قال أكذبتم بآياتي ولم تحيطوا بها علما أماذا كنتم تعملون
en: Until, when they come (before the Judgment-seat), (Allah) will say: "Did ye reject My Signs, though ye comprehended them not in knowledge, or what was it ye did?"

source: ووقع القول عليهم بما ظلموا فهم لا ينطقون
en: And the Word will be fulfilled against them, because of their wrong-doing, and they will be unable to speak (in plea).

source: ألم يروا أنا جعلنا الليل ليسكنوا فيه والنهار مبصرا إن في ذلك لآيات لقوم يؤمنون
en: See they not that We have made the Night for them to rest in and the Day to give them light? Verily in this are Signs for any people that believe!

source: ويوم ينفخ في الصور ففزع من في السماوات ومن في الأرض إلا من شاء الله وكل أتوه داخرين
en: And the Day that the Trumpet will be sounded - then will be smitten with terror those who are in the heavens, and those who are on earth, except such as Allah will please (to exempt): and all shall come to His (Presence) as beings conscious of their lowliness.

source: وترى الجبال تحسبها جامدة وهي تمر مر السحاب صنع الله الذي أتقن كل شيء إنه خبير بما تفعلون
en: Thou seest the mountains and thinkest them firmly fixed: but they shall pass away as the clouds pass away: (such is) the artistry of Allah, who disposes of all things in perfect order: for he is well acquainted with all that ye do.

source: من جاء بالحسنة فله خير منها وهم من فزع يومئذ آمنون
en: If any do good, good will (accrue) to them therefrom; and they will be secure from terror that Day.

source: ومن جاء بالسيئة فكبت وجوههم في النار هل تجزون إلا ما كنتم تعملون
en: And if any do evil, their faces will be thrown headlong into the Fire: "Do ye receive a reward other than that which ye have earned by your deeds?"

source: إنما أمرت أن أعبد رب هذه البلدة الذي حرمها وله كل شيء وأمرت أن أكون من المسلمين
en: For me, I have been commanded to serve the Lord of this city, Him Who has sanctified it and to Whom (belong) all things: and I am commanded to be of those who bow in Islam to Allah's Will,-

source: وأن أتلو القرآن فمن اهتدى فإنما يهتدي لنفسه ومن ضل فقل إنما أنا من المنذرين
en: And to rehearse the Qur'an: and if any accept guidance, they do it for the good of their own souls, and if any stray, say: "I am only a Warner".

source: وقل الحمد لله سيريكم آياته فتعرفونها وما ربك بغافل عما تعملون
en: And say: "Praise be to Allah, Who will soon show you His Signs, so that ye shall know them"; and thy Lord is not unmindful of all that ye do.

source: نتلو عليك من نبإ موسى وفرعون بالحق لقوم يؤمنون
en: We rehearse to thee some of the story of Moses and Pharaoh in Truth, for people who believe.

source: إن فرعون علا في الأرض وجعل أهلها شيعا يستضعف طائفة منهم يذبح أبناءهم ويستحيي نساءهم إنه كان من المفسدين
en: Truly Pharaoh elated himself in the land and broke up its people into sections, depressing a small group among them: their sons he slew, but he kept alive their females: for he was indeed a maker of mischief.

source: ونريد أن نمن على الذين استضعفوا في الأرض ونجعلهم أئمة ونجعلهم الوارثين
en: And We wished to be Gracious to those who were being depressed in the land, to make them leaders (in Faith) and make them heirs,

source: ونمكن لهم في الأرض ونري فرعون وهامان وجنودهما منهم ما كانوا يحذرون
en: To establish a firm place for them in the land, and to show Pharaoh, Haman, and their hosts, at their hands, the very things against which they were taking precautions.

source: وأوحينا إلى أم موسى أن أرضعيه فإذا خفت عليه فألقيه في اليم ولا تخافي ولا تحزني إنا رادوه إليك وجاعلوه من المرسلين
en: So We sent this inspiration to the mother of Moses: "Suckle (thy child), but when thou hast fears about him, cast him into the river, but fear not nor grieve: for We shall restore him to thee, and We shall make him one of Our messengers."

source: فالتقطه آل فرعون ليكون لهم عدوا وحزنا إن فرعون وهامان وجنودهما كانوا خاطئين
en: Then the people of Pharaoh picked him up (from the river): (It was intended) that (Moses) should be to them an adversary and a cause of sorrow: for Pharaoh and Haman and (all) their hosts were men of sin.

source: وقالت امرأت فرعون قرت عين لي ولك لا تقتلوه عسى أن ينفعنا أو نتخذه ولدا وهم لا يشعرون
en: The wife of Pharaoh said: "(Here is) joy of the eye, for me and for thee: slay him not. It may be that he will be use to us, or we may adopt him as a son." And they perceived not (what they were doing)!

source: وأصبح فؤاد أم موسى فارغا إن كادت لتبدي به لولا أن ربطنا على قلبها لتكون من المؤمنين
en: But there came to be a void in the heart of the mother of Moses: She was going almost to disclose his (case), had We not strengthened her heart (with faith), so that she might remain a (firm) believer.

source: وقالت لأخته قصيه فبصرت به عن جنب وهم لا يشعرون
en: And she said to the sister of (Moses), "Follow him" so she (the sister) watched him in the character of a stranger. And they knew not.

source: وحرمنا عليه المراضع من قبل فقالت هل أدلكم على أهل بيت يكفلونه لكم وهم له ناصحون
en: And we ordained that he refused suck at first, until (His sister came up and) said: "Shall I point out to you the people of a house that will nourish and bring him up for you and be sincerely attached to him?"...

source: فرددناه إلى أمه كي تقر عينها ولا تحزن ولتعلم أن وعد الله حق ولكن أكثرهم لا يعلمون
en: Thus did We restore him to his mother, that her eye might be comforted, that she might not grieve, and that she might know that the promise of Allah is true: but most of them do not understand.

source: ولما بلغ أشده واستوى آتيناه حكما وعلما وكذلك نجزي المحسنين
en: When he reached full age, and was firmly established (in life), We bestowed on him wisdom and knowledge: for thus do We reward those who do good.

source: ودخل المدينة على حين غفلة من أهلها فوجد فيها رجلين يقتتلان هذا من شيعته وهذا من عدوه فاستغاثه الذي من شيعته على الذي من عدوه فوكزه موسى فقضى عليه قال هذا من عمل الشيطان إنه عدو مضل مبين
en: And he entered the city at a time when its people were not watching: and he found there two men fighting,- one of his own religion, and the other, of his foes. Now the man of his own religion appealed to him against his foe, and Moses struck him with his fist and made an end of him. He said: "This is a work of Evil (Satan): for he is an enemy that manifestly misleads!"

source: قال رب إني ظلمت نفسي فاغفر لي فغفر له إنه هو الغفور الرحيم
en: He prayed: "O my Lord! I have indeed wronged my soul! Do Thou then forgive me!" So (Allah) forgave him: for He is the Oft-Forgiving, Most Merciful.

source: قال رب بما أنعمت علي فلن أكون ظهيرا للمجرمين
en: He said: "O my Lord! For that Thou hast bestowed Thy Grace on me, never shall I be a help to those who sin!"

source: فأصبح في المدينة خائفا يترقب فإذا الذي استنصره بالأمس يستصرخه قال له موسى إنك لغوي مبين
en: So he saw the morning in the city, looking about, in a state of fear, when behold, the man who had, the day before, sought his help called aloud for his help (again). Moses said to him: "Thou art truly, it is clear, a quarrelsome fellow!"

source: فلما أن أراد أن يبطش بالذي هو عدو لهما قال يا موسى أتريد أن تقتلني كما قتلت نفسا بالأمس إن تريد إلا أن تكون جبارا في الأرض وما تريد أن تكون من المصلحين
en: Then, when he decided to lay hold of the man who was an enemy to both of them, that man said: "O Moses! Is it thy intention to slay me as thou slewest a man yesterday? Thy intention is none other than to become a powerful violent man in the land, and not to be one who sets things right!"

source: وجاء رجل من أقصى المدينة يسعى قال يا موسى إن الملأ يأتمرون بك ليقتلوك فاخرج إني لك من الناصحين
en: And there came a man, running, from the furthest end of the City. He said: "O Moses! the Chiefs are taking counsel together about thee, to slay thee: so get thee away, for I do give thee sincere advice."

source: فخرج منها خائفا يترقب قال رب نجني من القوم الظالمين
en: He therefore got away therefrom, looking about, in a state of fear. He prayed "O my Lord! save me from people given to wrong-doing."

source: ولما توجه تلقاء مدين قال عسى ربي أن يهديني سواء السبيل
en: Then, when he turned his face towards (the land of) Madyan, he said: "I do hope that my Lord will show me the smooth and straight Path."

source: ولما ورد ماء مدين وجد عليه أمة من الناس يسقون ووجد من دونهم امرأتين تذودان قال ما خطبكما قالتا لا نسقي حتى يصدر الرعاء وأبونا شيخ كبير
en: And when he arrived at the watering (place) in Madyan, he found there a group of men watering (their flocks), and besides them he found two women who were keeping back (their flocks). He said: "What is the matter with you?" They said: "We cannot water (our flocks) until the shepherds take back (their flocks): And our father is a very old man."

source: فسقى لهما ثم تولى إلى الظل فقال رب إني لما أنزلت إلي من خير فقير
en: So he watered (their flocks) for them; then he turned back to the shade, and said:"O my Lord! truly am I in (desperate) need of any good that Thou dost send me!"

source: فجاءته إحداهما تمشي على استحياء قالت إن أبي يدعوك ليجزيك أجر ما سقيت لنا فلما جاءه وقص عليه القصص قال لا تخف نجوت من القوم الظالمين
en: Afterwards one of the (damsels) came (back) to him, walking bashfully. She said: "My father invites thee that he may reward thee for having watered (our flocks) for us." So when he came to him and narrated the story, he said: "Fear thou not: (well) hast thou escaped from unjust people."

source: قالت إحداهما يا أبت استأجره إن خير من استأجرت القوي الأمين
en: Said one of the (damsels): "O my (dear) father! engage him on wages: truly the best of men for thee to employ is the (man) who is strong and trusty"....

source: قال إني أريد أن أنكحك إحدى ابنتي هاتين على أن تأجرني ثماني حجج فإن أتممت عشرا فمن عندك وما أريد أن أشق عليك ستجدني إن شاء الله من الصالحين
en: He said: "I intend to wed one of these my daughters to thee, on condition that thou serve me for eight years; but if thou complete ten years, it will be (grace) from thee. But I intend not to place thee under a difficulty: thou wilt find me, indeed, if Allah wills, one of the righteous."

source: قال ذلك بيني وبينك أيما الأجلين قضيت فلا عدوان علي والله على ما نقول وكيل
en: He said: "Be that (the agreement) between me and thee: whichever of the two terms I fulfil, let there be no ill-will to me. Be Allah a witness to what we say."

source: فلما قضى موسى الأجل وسار بأهله آنس من جانب الطور نارا قال لأهله امكثوا إني آنست نارا لعلي آتيكم منها بخبر أو جذوة من النار لعلكم تصطلون
en: Now when Moses had fulfilled the term, and was travelling with his family, he perceived a fire in the direction of Mount Tur. He said to his family: "Tarry ye; I perceive a fire; I hope to bring you from there some information, or a burning firebrand, that ye may warm yourselves."

source: فلما أتاها نودي من شاطئ الواد الأيمن في البقعة المباركة من الشجرة أن يا موسى إني أنا الله رب العالمين
en: But when he came to the (fire), a voice was heard from the right bank of the valley, from a tree in hallowed ground: "O Moses! Verily I am Allah, the Lord of the Worlds....

source: وأن ألق عصاك فلما رآها تهتز كأنها جان ولى مدبرا ولم يعقب يا موسى أقبل ولا تخف إنك من الآمنين
en: "Now do thou throw thy rod!" but when he saw it moving (of its own accord) as if it had been a snake, he turned back in retreat, and retraced not his steps: O Moses!" (It was said), "Draw near, and fear not: for thou art of those who are secure.

source: اسلك يدك في جيبك تخرج بيضاء من غير سوء واضمم إليك جناحك من الرهب فذانك برهانان من ربك إلى فرعون وملئه إنهم كانوا قوما فاسقين
en: "Move thy hand into thy bosom, and it will come forth white without stain (or harm), and draw thy hand close to thy side (to guard) against fear. Those are the two credentials from thy Lord to Pharaoh and his Chiefs: for truly they are a people rebellious and wicked."

source: قال رب إني قتلت منهم نفسا فأخاف أن يقتلون
en: He said: "O my Lord! I have slain a man among them, and I fear lest they slay me.

source: وأخي هارون هو أفصح مني لسانا فأرسله معي ردءا يصدقني إني أخاف أن يكذبون
en: "And my brother Aaron - He is more eloquent in speech than I: so send him with me as a helper, to confirm (and strengthen) me: for I fear that they may accuse me of falsehood."

source: قال سنشد عضدك بأخيك ونجعل لكما سلطانا فلا يصلون إليكما بآياتنا أنتما ومن اتبعكما الغالبون
en: He said: "We will certainly strengthen thy arm through thy brother, and invest you both with authority, so they shall not be able to touch you: with Our Sign shall ye triumph,- you two as well as those who follow you."

source: فلما جاءهم موسى بآياتنا بينات قالوا ما هذا إلا سحر مفترى وما سمعنا بهذا في آبائنا الأولين
en: When Moses came to them with Our clear signs, they said: "This is nothing but sorcery faked up: never did we head the like among our fathers of old!"

source: وقال موسى ربي أعلم بمن جاء بالهدى من عنده ومن تكون له عاقبة الدار إنه لا يفلح الظالمون
en: Moses said: "My Lord knows best who it is that comes with guidance from Him and whose end will be best in the Hereafter: certain it is that the wrong-doers will not prosper."

source: وقال فرعون يا أيها الملأ ما علمت لكم من إله غيري فأوقد لي يا هامان على الطين فاجعل لي صرحا لعلي أطلع إلى إله موسى وإني لأظنه من الكاذبين
en: Pharaoh said: "O Chiefs! no god do I know for you but myself: therefore, O Haman! light me a (kiln to bake bricks) out of clay, and build me a lofty palace, that I may mount up to the god of Moses: but as far as I am concerned, I think (Moses) is a liar!"

source: واستكبر هو وجنوده في الأرض بغير الحق وظنوا أنهم إلينا لا يرجعون
en: And he was arrogant and insolent in the land, beyond reason,- He and his hosts: they thought that they would not have to return to Us!

source: فأخذناه وجنوده فنبذناهم في اليم فانظر كيف كان عاقبة الظالمين
en: So We seized him and his hosts, and We flung them into the sea: Now behold what was the end of those who did wrong!

source: وجعلناهم أئمة يدعون إلى النار ويوم القيامة لا ينصرون
en: And we made them (but) leaders inviting to the Fire; and on the Day of Judgment no help shall they find.

source: وأتبعناهم في هذه الدنيا لعنة ويوم القيامة هم من المقبوحين
en: in this world We made a curse to follow them and on the Day of Judgment they will be among the loathed (and despised).

source: ولقد آتينا موسى الكتاب من بعد ما أهلكنا القرون الأولى بصائر للناس وهدى ورحمة لعلهم يتذكرون
en: We did reveal to Moses the Book after We had destroyed the earlier generations, (to give) Insight to men, and guidance and Mercy, that they might receive admonition.

source: وما كنت بجانب الغربي إذ قضينا إلى موسى الأمر وما كنت من الشاهدين
en: Thou wast not on the Western side when We decreed the Commission to Moses, nor wast thou a witness (of those events).

source: ولكنا أنشأنا قرونا فتطاول عليهم العمر وما كنت ثاويا في أهل مدين تتلو عليهم آياتنا ولكنا كنا مرسلين
en: But We raised up (new) generations, and long were the ages that passed over them; but thou wast not a dweller among the people of Madyan, rehearsing Our Signs to them; but it is We Who send messengers (with inspiration).

source: وما كنت بجانب الطور إذ نادينا ولكن رحمة من ربك لتنذر قوما ما أتاهم من نذير من قبلك لعلهم يتذكرون
en: Nor wast thou at the side of (the Mountain of) Tur when we called (to Moses). Yet (art thou sent) as Mercy from thy Lord, to give warning to a people to whom no warner had come before thee: in order that they may receive admonition.

source: ولولا أن تصيبهم مصيبة بما قدمت أيديهم فيقولوا ربنا لولا أرسلت إلينا رسولا فنتبع آياتك ونكون من المؤمنين
en: If (We had) not (sent thee to the Quraish),- in case a calamity should seize them for (the deeds) that their hands have sent forth, they might say: "Our Lord! why didst Thou not sent us a messenger? We should then have followed Thy Signs and been amongst those who believe!"

source: فلما جاءهم الحق من عندنا قالوا لولا أوتي مثل ما أوتي موسى أولم يكفروا بما أوتي موسى من قبل قالوا سحران تظاهرا وقالوا إنا بكل كافرون
en: But (now), when the Truth has come to them from Ourselves, they say, "Why are not (Signs) sent to him, like those which were sent to Moses?" Do they not then reject (the Signs) which were formerly sent to Moses? They say: "Two kinds of sorcery, each assisting the other!" And they say: "For us, we reject all (such things)!"

source: قل فأتوا بكتاب من عند الله هو أهدى منهما أتبعه إن كنتم صادقين
en: Say: "Then bring ye a Book from Allah, which is a better guide than either of them, that I may follow it! (do), if ye are truthful!"
